Repository: gini/gini-mobile-ios
Catalog: Insurance Mockup Gini/Insurance Mockup Gini/*.lproj/Localizable.strings
Languages: de

# giniinsurancemock.tabbar.invoices
source: Invoices
de: Rechnungen

# giniinsurancemock.tabbar.medicines
source: Medicines
de: Medikamente

# giniinsurancemock.confirmationscreen.sent.title
source: Document submitted
de: Dokument eingereicht

# giniinsurancemock.confirmationscreen.sent.description
source: Your document has been submitted for. We will process it as soon as possible.
de: Das Dokument wurde eingereicht und wird bearbeitet.

# giniinsurancemock.confirmationscreen.saved.title
source: Document saved
de: Dokument gesichert

# giniinsurancemock.confirmationscreen.saved.description
source: We will store your health document until you decide you want to submit it to the insurer.
de: Das Dokument wird gesichert bis zur Einreichung an die Versicherung.

# giniinsurancemock.continue.button.title
source: Continue
de: Weiter

# giniinsurancemock.nobankingapp.error.title
source: We didn't find any banking apps installed which support Gini Pay
de: Es wurden keine installierten Gini Pay-kompatiblen Banking Apps gefunden

# giniinsurancemock.npayabledocument.error.title
source: This document is unpayable
de: Aus diesem Dokument konnten nicht alle notwendigen Zahlungsdaten ausgelesen werden

# giniinsurancemock.paidstatus.paid
source: Paid
de: bezahlt

# giniinsurancemock.paidstatus.dueindays
source: Due in %d days
de: Fällig in %d Tagen

# giniinsurancemock.reimbursedstatus.notsent
source: Not sent
de: nicht eingereicht

# giniinsurancemock.reimbursedstatus.sent
source: Submitted
de: eingereicht

# giniinsurancemock.reimbursedstatus.reimbursed
source: Reimbursed
de: erstattet

# giniinsurancemock.filteroptions.all
source: All
de: Alle

# giniinsurancemock.filteroptions.open
source: Open
de: Offen

# giniinsurancemock.filteroptions.unpaid
source: Unpaid
de: Nicht bezahlt

# giniinsurancemock.filteroptions.reimbursed
source: Reimbursed
de: Erstattet

# giniinsurancemock.invoicelistscreen.title
source: Invoices
de: Rechnungen

# giniinsurancemock.invoicelistscreen.notification.title
source: Your dental bill has been reimbursed
de: Ihre Rechnung wurde erstattet

# giniinsurancemock.invoicelistscreen.list.header.thismonth
source: This month
de: Dieser Monat

# giniinsurancemock.invoicelistscreen.list.header.lastmonth
source: Last month
de: Letzter Monat

# giniinsurancemock.invoicedetailscreen.paybutton.title
source: Pay invoice
de: Rechnung bezahlen

# giniinsurancemock.invoicedetailscreen.submitbutton.title
source: Submit for claim
de: Beleg einreichen

# giniinsurancemock.invoicedetailscreen.showdocumentbutton.title
source: Show reimbursement document
de: Dokument anzeigen

# giniinsurancemock.newinvoicedetailscreen.title
source: New invoice
de: Rechnungsinformationen

# giniinsurancemock.newinvoicedetailscreen.invoice.date
source: Date of Document
de: Rechnungsdatum

# giniinsurancemock.newinvoicedetailscreen.invoice.amount
source: Amount
de: Betrag

# giniinsurancemock.newinvoicedetailscreen.invoice.duedate
source: Due date
de: Fälligkeit

# giniinsurancemock.bottomsheet.payandsave.title
source: Pay and save
de: Bezahlen und sichern

# giniinsurancemock.bottomsheet.payandsave.description
source: Pay and save the invoice
de: Bezahlen und ablegen zur späteren Einreichung

# giniinsurancemock.bottomsheet.payandsubmit.title
source: Pay & submit for reimbursement
de: Bezahlen und einreichen

# giniinsurancemock.bottomsheet.payandsubmit.description
source: You are below the threshold
de: Eine Einreichung lohnt sich noch nicht

# giniinsurancemock.bottomsheet.submit.title
source: Submit for reimbursement
de: Einreichen

# giniinsurancemock.bottomsheet.submit.description
source: You are below the threshold
de: Eine Einreichung lohnt sich noch nicht

# giniinsurancemock.bottomsheet.save.title
source: Save for later
de: Sichern

# giniinsurancemock.bottomsheet.save.description
source: You can always come back to it later
de: Sichern für eine spätere Einreichung und Bezahlung

# giniinsurancemock.newinvoicedetailscreen.reimbrsment
source: Reimbursement
de: Erstattung

# giniinsurancemock.newinvoicedetailscreen.reimbrsment.date
source: Date of reimbursement
de: Erstattungsdatum

# giniinsurancemock.newinvoicedetailscreen.reimbrsment.amount
source: Reimbursed amount
de: Erstattungsbetrag

# giniinsurancemock.newinvoicedetailscreen.documents
source: Documents
de: Dokumente

# giniinsurancemock.unpayable.error.description
source: This document is unpayable
de: Aus diesem Dokument konnten nicht alle Zahlungsdaten ausgelesen werden

# giniinsurancemock.nobankingapp.error.description
source: We didn't find any banking apps installed which support Gini Pay
de: Es wurden keine installierten Gini Pay-kompatiblen Banking Apps gefunden

# giniinsurancemock.appointmenttype.consultation
source: Consultation
de: Beratung

# giniinsurancemock.appointmenttype.treatment
source: Treatment
de: Behandlung

# giniinsurancemock.homescreen.title
source: Overview
de: Übersicht

# giniinsurancemock.homescreen.treshold.description
source: You are close to the threshold!
de: Eine Einreichung lohnt sich bald!

# giniinsurancemock.homescreen.treshold.description.submit
source: It’s time to submit all your invoices
de: Jetzt alle offenen Belege einreichen

# giniinsurancemock.homescreen.treshold.description.documents.to.submit
source: You have 4 invoices to submit
de: Es gibt vier Rechnungen die eingereicht werden können

# giniinsurancemock.homescreen.treshold.button.submit
source: Submit all
de: Alle einreichen

# giniinsurancemock.homescreen.treshold.button.showall
source: Show
de: Anzeigen

# giniinsurancemock.homescreen.appointments.upcoming
source: Upcoming appointments
de: Vereinbarte Termine

# giniinsurancemock.homescreen.appointments.seeall
source: See all
de: Alle anzeigen

# giniinsurancemock.homescreen.today
source: Today
de: Heute

# giniinsurancemock.homescreen.tomorrow
source: Tomorrow
de: Morgen

# giniinsurancemock.homescreen.services
source: Our services
de: Unsere Services

# giniinsurancemock.homescreen.medical.treatments
source: Medical treatments
de: Medizinische Behandlungen

# giniinsurancemock.homescreen.medical.treatments.description
source: A detailed summary of a patient’s disease, the type of treatment ...
de: Übersicht Krankheitsverläufe und Behandlungen...

# giniinsurancemock.homescreen.medical.treatments.2
source: Naturopathy
de: Naturheilkunde

# giniinsurancemock.homescreen.medical.treatments.2.description
source: Naturopathy is a form of healthcare that combines modern treatment...
de: Die Naturheilkunde kombiniert moderne Behandlungsmethoden mit...

# giniinsurancemock.homescreen.appointments.in.x.days
source: In %d days
de: In %d Tagen
