Repository: gini/gini-mobile-ios
Catalog: BankSDK/GiniBankSDK/Sources/GiniBankSDK/Resources/*.lproj/Localizable.strings
Languages: de

# ginibank.help.menu.fourthItem
source: The new return assistant
de: Der neue Retourenassistent

# ginibank.help.menu.returnAssistant.title
source: Return Assistant
de: Retourenassistent

# ginibank.help.menu.returnAssistant.section1.title
source: The new Return Assistant
de: Der neue Retourenassistent

# ginibank.help.menu.returnAssistant.section1.body1
source: You can now deselect invoice items that you do not want. You only pay for the things you keep and can return the rest.
de: Nachdem Sie eine Rechnung abfotografiert haben, können Sie nun Rechnungsposten abwählen die Sie nicht möchten. Sie bezahlen nur für die Dinge die Sie behalten und können den Rest retournieren.

# ginibank.help.menu.returnAssistant.section1.body2
source: By clicking on the Edit button of any invoice item, you can change the quantity and correct the price.
de: Wenn Sie auf die Edit Schaltfläche des Rechnungspostens drücken, können Sie die Anzahl verändern, sowie den Preis korrigieren.

# ginibank.help.menu.returnAssistant.section2.title
source: Change the quantity
de: Anzahl ändern

# ginibank.help.menu.returnAssistant.section2.body
source: For example, if you want to keep a lower number than you ordered, just change the quantity. The total price will be updated automatically.
de: Wenn Sie auf die Edit Schaltfläche des Rechnungspostens drücken, können Sie die Anzahl verändern, sowie den Preis korrigieren.

# ginibank.help.menu.returnAssistant.section3.title
source: Fix the price
de: Preis korrigieren

# ginibank.help.menu.returnAssistant.section3.body
source: If the price has not been read out perfectly, you can simply correct it manually. The total price is updated automatically.
de: Sollte der Preis mal nicht perfekt ausgelesen worden sein, können Sie diesen einfach manuell korrigieren. Der Gesamtpreis aktualisiert sich automatisch.

# ginibank.help.menu.returnAssistant.backButton.title
source: Back
de: Zurück

# ginibank.digitalinvoice.screentitle
source: Digital invoice
de: Digitale Rechnung

# ginibank.digitalinvoice.paybutton.title
source: Proceed
de: Weiter

# ginibank.digitalinvoice.paybuttontitle.othercharges
source: Pay
de: Bezahlen

# ginibank.digitalinvoice.paybuttontitle
source: Pay %d/%d
de: Bezahlen %d/%d

# ginibank.digitalinvoice.paybuttontitle.accessibilitylabel
source: Pay %d out of %d
de: Bezahlen %d von %d

# ginibank.digitalinvoice.cancelButtonTitle
source: Cancel
de: Abbrechen

# ginibank.digitalinvoice.skipbuttontitle
source: Skip feature
de: Funktion überspringen

# ginibank.digitalinvoice.items
source: Article %d/%d
de: Artikel %d/%d

# ginibank.digitalinvoice.items.accessibilitylabel
source: Items %d out of %d
de: %d von %d Artikel

# ginibank.digitalinvoice.lineitem.editbutton
source: Edit
de: Bearbeiten

# ginibank.digitalinvoice.checkmarkbutton.deselect.accessibilitylabel
source: Deselect item
de: Artikel abwählen

# ginibank.digitalinvoice.checkmarkbutton.select.accessibilitylabel
source: Select item
de: Artikel wählen

# ginibank.digitalinvoice.deselectreasonactionsheet.message
source: Your reasons to return this item
de: Der Grund der Rücksendung

# ginibank.digitalinvoice.deselectreasonactionsheet.action.cancel
source: Cancel
de: Abbrechen

# ginibank.digitalinvoice.headermessage.primary
source: Scan successful!
de: Scan war erfolgreich!

# ginibank.digitalinvoice.headermessage.secondary
source: You can now deselect items you would like to return.
de: Du kannst nun die Artikel abwählen, die du zurückschicken willst.

# ginibank.digitalinvoice.total.addArticleButtonTitle
source: Add article
de: Artikel hinzufügen

# ginibank.digitalinvoice.total.accessibilitylabel
source: Total: %@
de: Gesamtpreis: %@

# ginibank.digitalinvoice.edit.unitPrice
source: Unit price
de: Einzelpreis

# ginibank.digitalinvoice.edit.quantity
source: Quantity
de: Anzahl

# ginibank.digitalinvoice.edit.title
source: Edit article
de: Artikel bearbeiten

# ginibank.digitalinvoice.edit.minus.button.accessibility
source: Decrease quantity
de: Anzahl verringern

# ginibank.digitalinvoice.edit.plus.button.accessibility
source: Increase quantity
de: Anzahl erhöhen

# ginibank.digitalinvoice.footermessage
source: Please double check if the amount is correct and add further articles if necessary
de: Bitte überprüfe vor der Zahlung, ob alles in Ordnung ist und füge eventuell fehlende Artikel hinzu.

# ginibank.digitalinvoice.totalcaptionlabeltext
source: Total
de: Gesamt

# ginibank.digitalinvoice.totalexplanationlabeltext
source: Incl. shipping, discount and so on.
de: Inkl. Versandkosten, Rabatt usw.

# ginibank.digitalinvoice.lineitem.title
source: Articles
de: Artikel

# ginibank.digitalinvoice.lineitem.notitle
source: Additional
de: Sonstiges

# ginibank.digitalinvoice.lineitem.savebutton
source: Save
de: Speichern

# ginibank.digitalinvoice.lineitem.unitTitle
source: per unit
de: pro Stück

# ginibank.digitalinvoice.lineitem.itemnametextfieldtitle
source: Item Name
de: Artikelname

# ginibank.digitalinvoice.lineitem.quantitytextfieldtitle
source: Quantity
de: Anzahl

# ginibank.digitalinvoice.lineitem.pricetextfieldtitle
source: Item Price
de: Artikelpreis

# ginibank.digitalinvoice.lineitem.multiplication.accessibilitylabel
source: times
de: mal

# ginibank.digitalinvoice.lineitem.totalpricetitle
source: Total
de: Gesamtpreis

# ginibank.digitalinvoice.lineitem.includevattitle
source: Incl. tax
de: Inkl. MwSt.

# ginibank.digitalinvoice.addonname.discount
source: Discount
de: Rabatt

# ginibank.digitalinvoice.addonname.giftcard
source: Gift card
de: Gutschein

# ginibank.digitalinvoice.addonname.otherdiscounts
source: Other discounts
de: Weitere Abzüge

# ginibank.digitalinvoice.addonname.othercharges
source: Other charges
de: Weitere Kosten

# ginibank.digitalinvoice.addonname.shipment
source: Shipment
de: Versandkosten

# ginibank.digitalinvoice.onboarding.text1
source: Digital invoice
de: Digitale Rechnung

# ginibank.digitalinvoice.onboarding.text2
source: Deselect the products you want to return and we will recalculate the price for you.
de: Wählen Sie die Artikel ab, die Sie zurücksenden wollen, wir berechnen den neuen Preis für Sie.

# ginibank.digitalinvoice.onboarding.getStartedButton
source: Get started
de: Los geht’s

# ginibank.digitalinvoice.onboarding.hidebutton
source: Don’t show anymore
de: Bitte nicht mehr anzeigen

# ginibank.digitalinvoice.backbutton
source: Back
de: Zurück

# ginibank.digitalinvoice.help.screenTitle
source: Help
de: Hilfe

# ginibank.digitalinvoice.help.backToInvoice
source: Digital invoice
de: Digitale Rechnung

# ginibank.digitalinvoice.help.title1
source: 1. How does a digital invoice work?
de: 1. Wie funktioniert die Digitale Rechnung?

# ginibank.digitalinvoice.help.description1
source: We extracted all articles from your invoice and listed them for you. In case you want to return an ordered article or just partly pay your invoice, you simply deselect the article and the new total will be calculated automatically.
de: Wir lesen alle Artikel aus der Rechnung aus und listen diese für Sie auf. Falls Sie einige Artikel zurücksenden oder die Rechnung nur teilweise bezahlen möchten, wählen Sie einfach die Artikel ab, die Sie zurücksenden und wir berechnen den zu zahlenden Betrag für Sie neu.

# ginibank.digitalinvoice.help.title2
source: 2. How can I edit an article?
de: 2. Wie kann ich Artikel bearbeiten?

# ginibank.digitalinvoice.help.description2
source: By clicking an article, you are able to edit its description, quantity and price per item. Please note that the price per item needs to include tax.
de: Mit einem Klick auf “Bearbeiten” neben dem entsprechenden Artikel haben Sie anschließend die Möglichkeit die Beschreibung, Anzahl und Preis zu bearbeiten. Bitte beachten Sie, dass der Preis pro Stück die Mehrwertsteuer bereits enthält.

# ginibank.digitalinvoice.help.title3
source: 3. Which online shops are supported?
de: 3. Welche Onlineshops werden unterstützt?

# ginibank.digitalinvoice.help.description3
source: We are currently focused on the most popular online merchants in the market. More retailers will be added in the future.
de: Wir konzentrieren uns derzeit auf die beliebtesten Online-Händler auf dem Markt. Weitere Einzelhändler werden in Zukunft hinzukommen.

# ginibank.digitalinvoice.info.hidebutton
source: Close
de: Schließen

# ginibank.digitalinvoice.edit.name.error
source: Please enter the article name.
de: Bitte geben Sie den Artikelnamen ein.

# ginibank.digitalinvoice.edit.price.error
source: Please enter the article price.
de: Bitte geben Sie den Artikelpreis ein.

# ginibank.skonto.screen.title
source: Skonto discount
de: Skonto

# ginibank.skonto.backbutton.title
source: Back
de: Zurück

# ginibank.skonto.active
source: • Active
de: • Aktiviert

# ginibank.skonto.proceedbutton.title
source: Proceed
de: Zahlung fortsetzen

# ginibank.skonto.withdiscount.title
source: With Skonto discount
de: Mit Skonto

# ginibank.skonto.withdiscount.price.title
source: Final amount
de: Betrag nach Abzug

# ginibank.skonto.withdiscount.expirydate.title
source: Expiry date
de: Ablaufdatum Skonto

# ginibank.skonto.withoutdiscount.title
source: Without Skonto discount
de: Ohne Skonto

# ginibank.skonto.withoutdiscount.price.title
source: Full amount
de: Betrag ohne Abzug

# ginibank.skonto.total.title
source: Total
de: Gesamtpreis

# ginibank.skonto.total.savings
source: Save %@
de: %@ sparen

# ginibank.skonto.total.skontopercentage
source: %@ Skonto discount
de: %@ Skonto

# ginibank.skonto.infobanner.default.message
source: Pay in %@: receive %@ Skonto discount
de: Zahlung in %@: %@ Skonto

# ginibank.skonto.infobanner.edgecase.today.message
source: Pay today: receive %@ Skonto discount
de: Zahlung heute: %@ Skonto

# ginibank.skonto.infobanner.edgecase.cash.message
source: Pay in cash within the next %@ and receive a %@ Skonto discount
de: Zahlen Sie diese Rechnung innerhalb von %@ in bar und Sie erhalten %@ Skonto

# ginibank.skonto.infobanner.edgecase.cash.today.message
source: Pay in cash today and receive a %@ Skonto discount
de: Zahlen Sie heute bar und erhalten Sie %@ Skonto

# ginibank.skonto.infobanner.edgecase.expired.message
source: The %@ Skonto discount has expired
de: Die %@ Skonto sind abgelaufen

# ginibank.skonto.infobanner.edgecase.today.alert.title
source: A Skonto discount can be applied to this invoice, it will expire after today.
de: Von dieser Rechnung kann ein Skontobetrag abgezogen werden – die Frist läuft heute ab.

# ginibank.skonto.infobanner.edgecase.cash.alert.title
source: A Skonto discount can be applied to this invoice, exclusively for payments in cash.
de: Von dieser Rechnung können Sie einen Skontobetrag abziehen, wenn Sie diese in bar bezahlen.

# ginibank.skonto.infobanner.edgecase.expired.alert.title
source: This invoice contained a discount period which has unfortunately expired.
de: Diese Rechnung hätten Sie mit %@ Skonto bezahlen können, die Skontofrist ist jedoch bereits abgelaufen.

# ginibank.skonto.alert.ok
source: Understood
de: Verstanden

# ginibank.skonto.invoice.title
source: Invoice
de: Rechnung

# ginibank.skonto.invoice.subtitle
source: Tap to view
de: Zur Ansicht hier tippen

# ginibank.skonto.help.screen.title
source: Help
de: Hilfe

# ginibank.skonto.help.header.title
source: Save money by paying promptly
de: Skonto: Geld sparen durch schnelles Bezahlen

# ginibank.skonto.help.header.subtitle
source: Many companies offer Skonto discounts, which are discounts for paying bills within a specified time frame. With our new feature, you can now:
de: Skonto ist ein Rabatt, der für die frühzeitige Bezahlung von Rechnungen gewährt wird. Mit unserer neuen Funktion können Sie jetzt:

# ginibank.skonto.help.content.item1
source: Use your camera to capture invoices with Skonto discounts
de: Skonto-Rechnungen mit Ihrer Kamera erfassen

# ginibank.skonto.help.content.item2
source: Immediately identify discounted amounts and due dates
de: Rabattierte Beträge und das Ablaufdatum des Skontos sofort erkennen

# ginibank.skonto.help.content.item3
source: Approve or adjust payment details
de: Zahlungsdetails genehmigen oder anpassen

# ginibank.skonto.help.content.item4
source: Save money by paying promptly
de: Geld sparen durch schnelles Bezahlen

# ginibank.skonto.help.footer.title
source: Take a photo of your invoice and the app will automatically calculate the Skonto discount. Just review the details, confirm, and enjoy the savings!
de: Machen Sie einfach ein Foto der Rechnung und die App erkennt automatisch die Rabatte. Überprüfen Sie die Details, bestätigen Sie und sparen Sie mit den Rabatten!

# ginibank.skonto.help.back
source: Skonto discount
de: Skonto

# ginibank.skonto.document.pages.screen.title
source: Skonto discount details
de: Skonto-Details
