Repository: gini/gini-mobile-ios
Catalog: CaptureSDK/GiniCaptureSDK/Sources/GiniCaptureSDK/Resources/*.lproj/Localizable.strings
Languages: de

# ginicapture.navigationbar.camera.title
source: Scan
de: Aufnahme

# ginicapture.navigationbar.onboarding.title
source: Instructions
de: Anleitung

# ginicapture.navigationbar.review.title
source: Check photo quality
de: Überprüfen

# ginicapture.navigationbar.analysis.title
source: Be patient, analysing photo
de: Etwas Geduld, analysiere Foto

# ginicapture.navigationbar.camera.help
source: Help
de: Hilfe

# ginicapture.navigationbar.onboarding.continue
source: Next
de: Weiter

# ginicapture.navigationbar.review.continue
source: Next
de: Weiter

# ginicapture.navigationbar.analysis.back
source: Cancel
de: Abbrechen

# ginicapture.navigationbar.help.backToCamera
source: Camera
de: Kamera

# ginicapture.navigationbar.help.backToMenu
source: Help
de: Hilfe

# ginicapture.navigationbar.analysis.backToReview
source: Review
de: Übersicht

# ginicapture.navigationbar.accessibility.back
source: Back
de: Zurück

# ginicapture.camera.captureButton
source: Capture
de: Auslösen

# ginicapture.camera.notAuthorized.title
source: Camera access
de: Kamerazugriff

# ginicapture.camera.notAuthorized.description
source: We need access to your camera to enable you to capture your invoices
de: Bitte gestatte Zugriff auf deine Kamera, um Dokumente fotografieren zu können

# ginicapture.camera.notAuthorizedButton.noStatus
source: Give access
de: Zugriff erlauben

# ginicapture.camera.captureFailed
source: Image capture failed
de: Bilderfassung fehlgeschlagen

# ginicapture.camera.filepicker.photoLibraryAccessDenied
source: Permission to access your photos gallery is required to analyse saved photos
de: Um gespeicherte Bilder zu analysieren, wird Zugriff auf Ihre Fotos benötigt.

# ginicapture.camera.filepicker.mixedDocumentsUnsupported
source: It is only possible to select one file type at the same time.
de: Es ist nur möglich einen Dateityp gleichzeitig auszuwählen.

# ginicapture.camera.filepicker.failedToOpenDocument
source: The file could not be opened. Please use a different file type.
de: Die Datei konnte nicht geöffnet werden. Bitte verwenden Sie einen anderen Dateityp.

# ginicapture.camera.filepicker.multiplePdfErrorMessage
source: It is only possible to select one PDF at a time.
de: Es kann jeweils nur eine Rechnung hochgeladen werden.

# ginicapture.camera.filepicker.errorPopup.cancelButton
source: Cancel
de: Abbrechen

# ginicapture.camera.filepicker.errorPopup.grantAccessButton
source: Grant permission
de: Zugriff erteilen

# ginicapture.camera.documentValidationError.general
source: The document could not be opened. Please try a different document.
de: Ihre Datei konnte nicht geöffnet werden. Bitte versuchen Sie es mit einer anderen Datei.

# ginicapture.camera.documentValidationError.excedeedFileSize
source: This file is too large.
de: Diese Datei ist leider zu groß

# ginicapture.camera.documentValidationError.tooManyPages
source: The document can only have a maximum of 10 pages.
de: Das Dokument darf nicht mehr als 10 Seiten haben.

# ginicapture.camera.documentValidationError.wrongFormat
source: Only files of the formats jpg, png, gif or PDF can be analysed.
de: Nur Dateien vom Format jpg, png, gif oder PDF können analysiert werden.

# ginicapture.camera.documentValidationError.pdfPasswordProtected
source: Password protected documents cannot be analysed.
de: Passwortgeschützte Dokumente können nicht analysiert werden.

# ginicapture.camera.fileImportButtonLabel
source: Files
de: Dateien

# ginicapture.camera.flashButtonLabel.On.Voice.Over
source: Flash On
de: Blitz an

# ginicapture.camera.flashButtonLabel.Off.Voice.Over
source: Flash Off
de: Blitz aus

# ginicapture.camera.flashButtonLabel.On
source: On
de: An

# ginicapture.camera.flashButtonLabel.Off
source: Off
de: Aus

# ginicapture.camera.thumbnail.Voice.Over
source: Photo review
de: Foto vorschaubild

# ginicapture.camera.capturebutton
source: Take picture
de: Bild aufnehmen

# ginicapture.camera.infoLabel.invoice.and.qr
source: Scan invoice or QR code
de: Rechnung oder QR-Code scannen

# ginicapture.camera.infoLabel.only.invoice
source: Scan invoice
de: Rechnung scannen

# ginicapture.camera.infoLabel.only.qr
source: Scan QR code
de: QR-Code scannen

# ginicapture.camera.capturedImagesStackLabel
source: Captured documents
de: Erfasste Dokumente

# ginicapture.camera.qrCodeDetectedPopup.message
source: Use QR code?
de: QR verwenden?

# ginicapture.camera.unsupportedQrCodeDetectedPopup.message
source: This QR code does not contain any payment information.
de: Dieser QR-Code enthält keine Bezahlinformationen.

# ginicapture.camera.qrCodeDetectedPopup.buttonTitle
source: Continue
de: Hier geht’s weiter.

# ginicapture.camera.mixedarrayspopup.cancel
source: Cancel
de: Abbrechen

# ginicapture.camera.mixedarrayspopup.usePhotos
source: Use photos
de: Benutze Fotos

# ginicapture.camera.errorPopup.cancelButton
source: Cancel
de: Abbrechen

# ginicapture.camera.errorPopup.pickanotherfileButton
source: Pick another file
de: Andere Datei wählen

# ginicapture.camera.errorPopup.pickAnotherFileButton
source: Pick another file
de: Andere Datei wählen

# ginicapture.camera.errorPopup.reviewPages
source: Review pages
de: Seitenübersicht

# ginicapture.camera.unknownError
source: An unknown error has occurred on the camera screen
de: Auf dem Kamerabildschirm ist ein unbekannter Fehler aufgetreten

# ginicapture.camera.popupTitleImportPDF
source: Import PDF
de: PDF importieren

# ginicapture.camera.popupOptionPhotos
source: Upload photo
de: Fotos hochladen

# ginicapture.camera.popupOptionFiles
source: Upload files
de: Dokument hochladen

# ginicapture.camera.popupCancel
source: Cancel
de: Abbrechen

# ginicapture.onboarding.firstPage
source: Hold device parallel over the page
de: Gerät parallel über die Seite halten

# ginicapture.onboarding.secondPage
source: Flatten the page
de: Seite glatt streichen

# ginicapture.onboarding.thirdPage
source: Capture the entire page within the frame shown on the camera screen
de: Seite vollständig in den angezeigten Rahmen einpassen

# ginicapture.onboarding.fourthPage
source: Ensure good lighting when photographing the invoice or remittance slip
de: Beim Abfotografieren der Rechnung oder des Überweisungsträgers auf gute Beleuchtung achten

# ginicapture.onboarding.fifthPage
source: It's possible to scan an invoice with multiple pages!
de: Jetzt ist es möglich, eine Rechnung mit mehreren Seiten zu analysieren

# ginicapture.onboarding.getstarted
source: Get Started
de: Los geht’s

# ginicapture.onboarding.next
source: Next
de: Weiter

# ginicapture.onboarding.skip
source: Skip
de: Überspringen

# ginicapture.onboarding.flatPaper.title
source: Flat paper within the frame
de: Dokument flach ausrichten

# ginicapture.onboarding.flatPaper.description
source: Ensure that the document is flat, and positioned within the frame
de: Das Dokument muss flach liegen und sich innerhalb des Rahmens befinden

# ginicapture.onboarding.goodLighting.title
source: Good lighting
de: Gute Lichtverhältnisse

# ginicapture.onboarding.goodLighting.description
source: No flash and proper lighting leads to better results
de: Kein Blitz und gutes Licht führt zu besseren Ergebnissen

# ginicapture.onboarding.multiPages.title
source: Add multiple pages
de: Mehrere Seiten

# ginicapture.onboarding.multiPages.description
source: It’s possible to scan an invoice with multiple pages
de: Es ist möglich mehrere Seiten eines Dokuments zu scannen

# ginicapture.onboarding.qrCode.title
source: QR codes supported
de: QR-Codes scannen

# ginicapture.onboarding.qrCode.description
source: Besides invoices, QR codes are also supported
de: QR-Codes werden automatisch erkannt und analysiert

# ginicapture.review.documentImageTitle
source: Document
de: Dokument

# ginicapture.review.unknownError
source: An unknown error has occurred on the review screen
de: Auf dem Überprüfungsbildschirm ist ein unbekannter Fehler aufgetreten

# ginicapture.review.delete
source: Delete page
de: Seite löschen

# ginicapture.analysis.screenTitle
source: Review
de: Auswertung

# ginicapture.analysis.loadingText
source: Analyzing documents
de: Dokument wird analysiert

# ginicapture.analysis.loadingText.pdf
source: Analyzing %@
de: %@ wird analysiert

# ginicapture.analysis.section.header
source: Useful Tips
de: Nützliche Tipps

# ginicapture.analysis.suggestion.1
source: Good lighting
de: Gute Lichtverhältnisse

# ginicapture.analysis.suggestion.1.details
source: No flash and proper lighting leads to better results
de: Kein Blitz und gutes Licht führt zu besseren Ergebnissen

# ginicapture.analysis.suggestion.2
source: Flatten the page
de: Flach ausrichten

# ginicapture.analysis.suggestion.2.details
source: A flat paper helps to receive better results
de: Flach gestrichene Dokumente erleichtern die Auswertung

# ginicapture.analysis.suggestion.3
source: Position in the frame
de: Im Rahmen positionieren

# ginicapture.analysis.suggestion.3.details
source: Capture the entire page within the frame shown on the camera screen
de: Das gesamte Dokument sollte sich im Rahmen befinden

# ginicapture.analysis.suggestion.4.details
source: Hold the device parallel over the page
de: Das Handy sollte parallel über dem Dokument gehalten werden

# ginicapture.analysis.suggestion.5
source: Multiple pages
de: Mehrere Seiten

# ginicapture.analysis.suggestion.5.details
source: It’s possible to scan an invoice with multiple pages
de: Es ist möglich mehrere Seiten eines Dokuments zu scannen

# ginicapture.analysis.error.actionTitle
source: Retry
de: Wiederholen

# ginicapture.analysis.error.documentCreation
source: An error occurred while uploading the document.
de: Beim Hochladen des Dokuments ist ein Fehler aufgetreten.

# ginicapture.analysis.error.analysis
source: An error occurred while parsing the document.
de: Beim Analysieren des Dokuments ist ein Fehler aufgetreten.

# ginicapture.analysis.error.cancelled
source: The analysis was cancelled
de: Die Analyse wurde abgebrochen

# ginicapture.analysis.defaultPdfDokumentTitle
source: PDF document
de: PDF-Dokument

# ginicapture.help.openWithTutorial.title
source: Open documents from other apps
de: Dokumente aus anderen Apps öffnen

# ginicapture.help.openWithTutorial.collectionHeader
source: Paying digital invoices has now become even more convenient. Send a PDF invoice directly to %@. The document will automatically be analysed for payment transfer.
de: Digitale Rechnungen können nun noch komfortabler beglichen werden: Senden Sie einfach Ihre Rechnung als PDF direkt an Ihre %@. Diese wird automatisch für die Überweisung analysiert.

# ginicapture.help.openWithTutorial.step1.title
source: Please select an invoice
de: Wählen Sie bitte eine Rechnung aus

# ginicapture.help.openWithTutorial.step1.subTitle
source: To do so, please select a PDF invoice from within your email app, PDF viewer or other app on your smartphone.
de: Bitte wählen Sie hierfür auf Ihrem Smartphone die Rechnung als PDF innerhalb einer Email-App, eines PDF-Viewers oder einer anderen App aus.

# ginicapture.help.openWithTutorial.step2.title
source: Select the send function
de: Aktivieren Sie die Teilen-Funktion

# ginicapture.help.openWithTutorial.step2.subTitle
source: To redirect the file to %@, use the "Share" function, represented as a square with the arrow pointing up, and choose "Open in ..." or "Share File". Please select %@ from the list to start the analysis and transfer process.
de: Um die Datei an die %@ weiterzuleiten, verwenden Sie die Teilen-Funktion, dargestellt als ein Viereck mit hoch zeigendem Pfeil, und wählen Sie “Öffnen in...” oder “Datei freigeben”. Bitte wählen Sie dann die %@ aus der Liste aus, um den Analyse- und Überweisungsprozess zu starten.

# ginicapture.help.openWithTutorial.step3.title
source: On iPad you can also use "Drag-and-drop"
de: Auf iPads können Sie auch “Drag-and-drop” nutzen

# ginicapture.help.openWithTutorial.step3.subTitle
source: If your iPad is running iOS 12 or newer, you can conveniently drag-and-drop PDFs from the iOS Files app to %@ to start a payment. To do this, open %@ and open the Files app as a second app on the screen. Select the desired invoice file in the Files app and drag this over to %@.
de: Auf iPads können ab iOS 12 PDFs oder Fotos bequem aus der Datei-Browser-App per “Drag-and-drop” in die %@ gezogen werden, um den Überweisungsprozess zu starten. Hierfür öffnen Sie zunächst die %@ und bringen Sie die Datei-Browser-App als zweite App auf dem Screen an. Wählen Sie dann die gewünschte Datei aus und ziehen Sie diese zur %@ hinüber.

# ginicapture.noresults.warning
source: No information could be extracted. Please take a new photo.
de: Es konnten keine Daten ausgelesen werden. Bitte Aufnahme wiederholen.

# ginicapture.noresults.collection.header
source: Tips for best results:
de: Tipps für beste Ergebnisse:

# ginicapture.noresults.gotocamera
source: Back to the camera
de: Zur Kamera

# ginicapture.noresults.title
source: Tips
de: Tipps

# ginicapture.noresults.warningHelpMenu
source: For best extraction results, please apply the following tips for photos:
de: Zur Erkennung aller Daten bitte folgende Tipps beim Abfotografieren beachten:

# ginicapture.noresult.enterManually
source: Enter manually
de: Manuell ausfüllen

# ginicapture.noresult.retakeImages
source: Retake images
de: Foto wiederholen

# ginicapture.noresult.title
source: No results
de: Keine Ergebnisse

# ginicapture.noresult.header
source: Could not retrieve any information from your documents.
de: Leider konnten keine Informationen aus dem Dokument ausgelesen werden

# ginicapture.noresult.header.qrcode
source: The QR code does not contain payment information
de: Der QR-Code enthält keine Zahlungsinformationen

# ginicapture.error.enterManually
source: Enter manually
de: Manuell ausfüllen

# ginicapture.error.backToCamera
source: Back to camera
de: Neues Foto

# ginicapture.error.connection.title
source: There was a problem connecting to the internet.
de: Überprüfen Sie Ihre Internetverbindung.

# ginicapture.error.connection.content
source: Please check your internet connection and try again later on.
de: Es konnte keine Verbindung zum Internet hergestellt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung und wiederholen Sie den Vorgang.

# ginicapture.error.authentication.title
source: There has been an authentication error.
de: Authentifizierung fehlgeschlagen.

# ginicapture.error.authentication.content
source: Upload failed due to authentication error. Please try again later.
de: Der Upload des Dokuments ist fehlgeschlagen aufgrund eines Fehlers bei der Authentifizierung. Bitte versuchen Sie es später noch einmal.

# ginicapture.error.serverError.title
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

# ginicapture.error.serverError.content
source: Something went wrong. There was an unexpected response from the service. Please retry shortly. We appreciate your understanding.
de: Etwas ist schiefgelaufen. Es gab eine unerwartete Antwort vom Service. Bitte versuchen Sie es in Kürze erneut. Wir danken Ihnen für Ihr Verständnis.

# ginicapture.error.unexpected.title
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

# ginicapture.error.unexpected.content
source: Something went wrong. Please retry shortly. We appreciate your understanding.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es in Kürze erneut. Wir danken Ihnen für Ihr Verständnis.

# ginicapture.error.request.title
source: There was a problem with the upload.
de: Der Upload des Dokuments ist fehlgeschlagen.

# ginicapture.error.request.content
source: The document couldn’t be accepted. Please check if the image is sharp, the document contains payment information and has the right file type.
de: Das Dokument konnte nicht verarbeitet werden. Bitte überprüfen Sie, ob das Bild scharf ist, das Dokument Zahlungsinformationen enthält und im richtigen Dateiformat hochgeladen wurde.

# ginicapture.error.maintenance.title
source: Maintenance is in progress.
de: Wartungsarbeiten sind im Gange.

# ginicapture.error.maintenance.content
source: We are maintaining our system. Please retry shortly. We appreciate your understanding.
de: Wir führen Wartungsarbeiten an unserem System durch. Bitte versuchen Sie es in Kürze erneut. Wir danken Ihnen für Ihr Verständnis.

# ginicapture.error.outage.title
source: Service is unavailable.
de: Der Dienst ist nicht verfügbar.

# ginicapture.error.outage.content
source: The service is unavailable. Please try again later. We appreciate your understanding.
de: Der Dienst ist nicht verfügbar. Bitte versuchen Sie es später erneut. Wir danken Ihnen für Ihr Verständnis.

# ginicapture.help.import.title
source: How to import
de: Importieren

# ginicapture.help.import.selectInvoice.title
source: Select an invoice
de: Rechnung auswählen

# ginicapture.help.import.selectInvoice.desc
source: To do so, please select a PDF invoice from within your email app, PDF viewer or other app on your smartphone. To redirect the file to Your Bank, use the “Share” function, represented as a square with the arrow pointing up.
de: Bitte wählen Sie die PDF-Rechnung in der E-Mail-App, im PDF-Ordner oder in einer anderen App aus. Um das Dokument nun an die Banking-App zu senden, verwenden Sie die Funktion "Teilen mit".

# ginicapture.help.import.selectInvoice.accessibility
source: Activate share function. Therefore select file and press share button, represented as a square with the arrow pointing up
de: Aktivieren Sie die Teilen-Funktion. Dazu wählen Sie eine Datei aus und verwenden anschließend die Teilen-Funktion, dargestellt als Viereck mit hoch-zeigendem Pfeil

# ginicapture.help.import.importtoapp.title
source: Import to app
de: Aus der App heraus importieren

# ginicapture.help.import.importtoapp.desc
source: Please select your Banking App from the list to start the analysis and transfer process.
de: Nun die Banking App aus der angezeigten Liste auswählen, um das Dokument zum Analysieren weiterzuleiten.

# ginicapture.help.import.importtoapp.accessibility
source: Select Banking App from the list to start the analysis process
de: Banking App auswählen. Wählen Sie nun die gewünschte App aus mit der das Dokument geteilt werden soll

# ginicapture.help.import.draganddrop.title
source: Drag and drop on iPad
de: Drag & drop auf dem iPad

# ginicapture.help.import.draganddrop.desc
source: You can conveniently drag-and-drop PDFs from the iOS Files app to your Banking App to start a payment. To do this, open your Banking App and open the Files app as a second app on the screen. Select the desired invoice file in the Files app and drag this over to your Banking App.
de: Auf dem iPad können Sie PDFs oder Fotos bequem aus der Datei-Browser-App per “Drag and Drop” in die Banking App gezogen werden, um den Überweisungsprozess zu starten. Hierzu öffnen Sie zunächst Ihre Banking App und die Datei-Browser-App parallel auf Ihrem Bildschirm. Ziehen Sie dann die gewünschte Datei rüber in die Banking App.

# ginicapture.help.import.draganddrop.accessibility
source: On tablet you can use the drag and drop function to move the file into the banking app
de: Auf dem Tablet können Sie auch die zu teilende Datei mit Drag and Drop in die Banking App ziehen

# ginicapture.help.supportedFormats.title
source: Formats
de: Formate

# ginicapture.help.supportedFormats.section.1.title
source: SUPPORTED FORMATS
de: Unterstützte Formate

# ginicapture.help.supportedFormats.section.1.item.1
source: Computer-generated invoices and remittance slips
de: Maschinell erstellte Rechnungen und Überweisungsträger

# ginicapture.help.supportedFormats.section.1.item.2
source: 1-sided photos of format jpeg, png or gif
de: Einseitige Fotos im jpeg, png oder gif Format

# ginicapture.help.supportedFormats.section.1.item.3
source: PDF documents of up to 10 pages
de: PDF-Dokumente bis zu 10 Seiten

# ginicapture.help.supportedFormats.section.1.item.5
source: Photos of monitors or screens
de: Monitoraufnahmen oder Screenshots

# ginicapture.help.supportedFormats.section.2.title
source: not supported formats
de: Nicht unterstütztes Format

# ginicapture.help.supportedFormats.section.2.item.1
source: Handwriting
de: Handschrift

# ginicapture.help.supportedFormats.section.2.item.2
source: Photos of monitors or screens
de: Fotos von Bildschirmen

# ginicapture.help.menu.title
source: Help
de: Hilfe

# ginicapture.help.menu.tips
source: Tips for best results from photos
de: Tipps für bessere Ergebnisse

# ginicapture.help.menu.formats
source: Supported formats
de: Unterstützte Formate

# ginicapture.help.menu.import
source: Import documents from other apps
de: Dokumente von anderen Apps importieren

# ginicapture.albums.title
source: Albums
de: Alben

# ginicapture.imagepicker.openbutton
source: Done
de: Fertig

# ginicapture.multipagereview.title
source: Review
de: Übersicht

# ginicapture.multipagereview.description
source: Make sure the payment details are visible
de: Sind alle Zahlungsinformationen gut sichtbar?

# ginicapture.multipagereview.mainButtonTitle
source: Process
de: Verarbeiten

# ginicapture.multipagereview.secondaryButtonTitle
source: Pages
de: Seite

# ginicapture.multipagereview.secondaryButton.accessibility
source: Add pages
de: Seiten hinzufügen

# ginicapture.multipagereview.error.retakeAction
source: Retake
de: Wiederholung

# ginicapture.multipagereview.error.retryAction
source: Retry
de: Wiederholen

# ginicapture.images.backToAlbums
source: Albums
de: Alben

# ginicapture.images.openWithTutorialStep1
source: openWithTutorialStep1_en
de: openWithTutorialStep1

# ginicapture.images.openWithTutorialStep2
source: openWithTutorialStep2_en
de: openWithTutorialStep2

# ginicapture.images.openWithTutorialStep3
source: openWithTutorialStep3_en
de: openWithTutorialStep3

# ginicapture.albums.selectMorePhotosButton
source: Select more photos
de: Weitere Bilder auswählen

# ginicapture.albums.footer
source: Use "Select more photos" button to select more photos or deselect to remove access.
de: Um weitere Fotos auszuwählen oder die Auswahl aufzuheben verwenden Sie "Weitere Bilder auswählen".

# ginicapture.QRscanning.correct
source: QR code detected
de: QR-Code erkannt

# ginicapture.QRscanning.incorrect.title
source: Unkown QR code
de: Unbekannter QR-Code

# ginicapture.QRscanning.incorrect.description
source: This code does not contain any payment details. Please use another QR code or take an image of your invoice.
de: Dieser Code enthält keine Zahlungsinformationen. Bitte anderen QR-Code oder Rechnung abfotografieren.

# ginicapture.QRscanning.loading
source: Retrieving invoice
de: Rechnung wird übermittelt

# ginicapture.ibandetection.multipleibansdetected
source: IBAN detected
de: IBAN erkannt

# ginicapture.ibandetection.takephoto
source: Take a photo
de: Machen Sie ein Foto
