Repository: gini/gini-mobile-ios
Catalog: HealthSDK/GiniHealthSDK/Sources/GiniHealthSDK/Resources/*.lproj/Localizable.strings
Languages: de

# gini.health.reviewscreen.recipient.placeholder
source: Recipient
de: Empfänger

# gini.health.reviewscreen.amount.placeholder
source: Amount
de: Betrag

# gini.health.reviewscreen.usage.placeholder
source: Reference number
de: Verwendungszweck

# gini.health.reviewscreen.infobar.message
source: Please check the pre-filled data.
de: Bitte prüfen Sie die vorausgefüllten Daten.

# gini.health.reviewscreen.banking.app.button.label
source: To the banking app
de: Zur Banking App

# gini.health.errors.default
source: Oops something went wrong. Please try again.
de: Oh da ist was schief gelaufen. Probiere es noch einmal.

# gini.health.errors.failed.payment.request.creation
source: Oops something went wrong. Please try again.
de: Oh da ist was schief gelaufen. Probiere es noch einmal.

# gini.health.errors.failed.recipient.non.empty.check
source: Recipient is required.
de: Empfänger ist notwendig.

# gini.health.errors.failed.iban.non.empty.check
source: IBAN is required.
de: IBAN ist notwendig.

# gini.health.errors.failed.iban.validation.check
source: IBAN is not valid.
de: IBAN ist ungültig.

# gini.health.errors.failed.amount.non.empty.check
source: Amount is required.
de: Ungültig.

# gini.health.errors.failed.purpose.non.empty.check
source: Purpose is required.
de: Verwendungszweck ist notwendig.

# gini.health.errors.failed.default.textfield.validation.check
source: The field is not valid.
de: Das Feld ist ungültig.

# gini.health.paymentcomponent.more.information.label
source: Transfer payment data to the banking app and pay there directly. More information.
de: Bezahldaten an Banking-App übergeben und dort direkt bezahlen. Mehr Informationen.

# gini.health.paymentcomponent.more.information.underlined.part
source: More information.
de: Mehr Informationen.

# gini.health.paymentcomponent.select.bank.label
source: Select bank
de: Bank auswählen

# gini.health.paymentcomponent.select.your.bank.label
source: Select your bank to pay
de: Bank auswählen und bezahlen

# gini.health.paymentcomponent.pay.invoice.label
source: Pay the invoice
de: Rechnung bezahlen

# gini.health.paymentcomponent.to.banking.app.label
source: To the banking app
de: Zur Banking App

# gini.health.paymentcomponent.continue.to.overview.label
source: Continue to overview
de: Weiter zur Übersicht

# gini.health.paymentcomponent.your.bank.label
source: Your bank
de: Ihre Bank

# gini.health.paymentcomponent.payment.providers.list.description
source: You can only pay the bill if you have an account with one of the banks listed below.
de: Sie können die Rechnung nur bezahlen, wenn Sie ein Konto bei einer der unten aufgeführten Banken haben.

# gini.health.paymentcomponent.payment.info.title.label
source: More information
de: Mehr Informationen

# gini.health.paymentcomponent.payment.info.pay.bills.title.label
source: Pay bills easily with the banking app.
de: Rechnungen ganz einfach mit der Banking-App bezahlen.

# gini.health.paymentcomponent.payment.info.pay.bills.description.label
source: Medical bills and other submitted receipts can now be paid very easily. The payment data such as IBAN, amount, recipient and purpose are seamlessly transferred to the banking app, and the payment only needs to be confirmed there. You can also park the invoice and pay it within 3 months after uploading. The data is encrypted and transferred securely to your banking app. The data protection regulations of your bank apply. Supported by the largest banks. Integration by Gini[LINK].
de: Arztrechnungen und andere eingereichte Belege können jetzt ganz einfach bezahlt werden. Die Bezahldaten wie IBAN, Betrag, Empfänger und Verwendungszweck werden nahtlos in die Banking-App übergeben und dort nur noch bestätigt. Sie können die Rechnung auch parken und innerhalb von 3 Monaten nach Upload begleichen. Die für die Zahlung notwendigen Daten werden verschlüsselt und sicher an Ihre Banking-App übertragen. Es gelten die Datenschutzbestimmungen Ihrer Bank. Unterstützt von den größten Bankinstituten. Integration durch Gini[LINK].

# gini.health.paymentcomponent.payment.info.questions.title.label
source: Frequently Asked Questions
de: Häufig gestellte Fragen

# gini.health.paymentcomponent.payment.info.questions.question.1
source: Can I submit invoices and pay them later?
de: Kann ich Rechnungen einreichen und später bezahlen?

# gini.health.paymentcomponent.payment.info.questions.question.2
source: Is the service free of charge?
de: Ist der Service kostenlos?

# gini.health.paymentcomponent.payment.info.questions.question.3
source: Is my data secure?
de: Sind meine Daten sicher?

# gini.health.paymentcomponent.payment.info.questions.question.4
source: Who or what is Gini?
de: Wer oder Was ist Gini?

# gini.health.paymentcomponent.payment.info.questions.question.5
source: What format must the submitted invoice have?
de: Welches Format muss die eingereichte Rechnung haben?

# gini.health.paymentcomponent.payment.info.questions.question.6
source: How do I know which banks are supported?
de: Wie erkenne ich, welche Banken unterstützt werden?

# gini.health.paymentcomponent.payment.info.questions.answer.1
source: Yes, this is possible. Larger amounts in particular can be paid after the reimbursement has been made.
de: Ja, das ist möglich. So können insbesondere größere Beträge erst nach der erfolgten Erstattung bezahlt werden.

# gini.health.paymentcomponent.payment.info.questions.answer.2
source: Yes, transferring the payment data to the selected banking app is free of charge. Charges may apply for the actual transfer, depending on the account model - please contact your bank for further details.
de: Ja, die Übertragung der Bezahldaten in die gewählte Banking-App ist kostenlos. Für die eigentliche Überweisung können je nach Kontenmodell Gebühren anfallen – wenden Sie sich bitte für weitere Details an Ihre Bank.

# gini.health.paymentcomponent.payment.info.questions.answer.3
source: Yes, the data is transferred to the banking app in encrypted form via a Gini server. Gini receives the payment data and forwards it to the banking app. There you always have the option of checking the payment data before the transfer is executed. Gini has concluded contracts with the insurance company and the banks for this purpose, and both regularly audit us.
de: Ja! Die Übertragung der Daten an die Banking-App erfolgt verschlüsselt über einen Server von Gini. Gini nimmt die Zahlungsdaten entgegen und leitet sie in die Banking-App weiter. Dort besteht stets die Möglichkeit, die Zahlungsdaten zu überprüfen, bevor die Überweisung ausgeführt wird. Gini hat hierfür sowohl mit der Versicherung als auch mit den Banken Verträge geschlossen, und wir lassen uns regelmäßig von beiden auditieren.

# gini.health.paymentcomponent.payment.info.questions.answer.4
source: Gini makes simplifies payments. The Munich-based company behind the photo payment works with the leading German banks and insurance companies to enable direct payment with your bank. Gini is ISO 27001 certified for maximum data security and operates its own server machines in an ISO 27001 certified data center in Germany. Further information can be found in the privacy policy[LINK] and on the Gini[LINK] website.
de: Gini macht das Bezahlen automagisch einfach. Das Münchner Unternehmen, das hinter der Fotoüberweisung steht, arbeitet mit den führenden deutschen Banken und Versicherungen zusammen, um die direkte Zahlung mit der Hausbank zu ermöglichen. Gini ist für maximale Datensicherheit ISO 27001 zertifiziert und betreibt eigene Rechner in einem ISO 27001 zertifizierten Rechenzentrum in Deutschland. Weitere Informationen finden Sie in der Datenschutzerklärung[LINK] sowie auf der Website von Gini[LINK].

# gini.health.paymentcomponent.payment.info.questions.answer.5
source: Whether a photo of an invoice, screenshot or digital PDF - any format is suitable. Please just make sure that all payment information such as IBAN, recipient, purpose and amount are visible and not cut off.
de: Ob Foto einer Rechnung, Screenshot, oder digitales PDF – jedes Format ist geeignet. Bitte achten Sie lediglich darauf, dass alle Bezahlinformationen, wie IBAN, Empfänger, Verwendungszweck und Betrag sichtbar und nicht abgeschnitten sind.

# gini.health.paymentcomponent.payment.info.questions.answer.6
source: The banks that support the Gini payment function are displayed in the bank selection menu. To use it, you must have installed your bank's mobile banking app on the same smartphone or tablet on which you use the insurance app. If you have not installed any of the banking apps, you can download them from the Apple App Store or Google Playstore. Subsequent activation of the banking app may be necessary.
de: Im Bank-Auswahlmenü werden die Banken angezeigt, die die Gini-Bezahlfunktion unterstützen. Voraussetzung für die Nutzung ist, dass Sie die mobile Banking-App ihrer Bank auf demselben Smartphone oder Tablet installiert haben, auf dem Sie die Versicherungs-App nutzen. Sollten Sie keine der Banking-Apps installiert haben, können Sie diese aus dem Apple App- oder Google Playstore herunterladen. Eine anschließende Aktivierung der Banking-App kann nötig sein.

# gini.health.paymentcomponent.payment.info.questions.answer.clickable.text
source: privacy policy[LINK]
de: Datenschutzerklärung[LINK]

# gini.health.paymentcomponent.payment.info.gini.link
source: https://gini.net/en/
de: https://gini.net/

# gini.health.paymentcomponent.install.app.bottom.sheet.title
source: Invoice data ready to share with the [BANK] bank
de: Rechnungsdaten bereit zum Teilen mit der [BANK]

# gini.health.paymentcomponent.install.app.bottom.sheet.notes.description
source: Note: You must first update or install the [BANK] app from the App store
de: Hinweis: Bitte aktualisieren oder installieren Sie zunächst die [BANK]-App aus dem App-Store.

# gini.health.paymentcomponent.install.app.bottom.sheet.tip.description
source: Tip: Tap 'Forward' to complete the payment in the [BANK] app.
de: Tipp: Tippen Sie auf 'Weiter', um die Zahlung in der [BANK]-App abzuschließen.

# gini.health.paymentcomponent.install.app.bottom.sheet.continue.button.text
source: Forward
de: Weiter

# gini.health.paymentcomponent.share.invoice.bottom.sheet.title
source: Share this QR payment code with your banking app
de: Teilen Sie diesen QR-Zahlungscode mit Ihrer Banking-App

# gini.health.paymentcomponent.share.invoice.bottom.sheet.description
source: Or take a screenshot and upload it directly in your [BANK] app using the Photo Payment functionality
de: Alternativ können Sin ein Screenshot von dieser Seite machen mit der Fotoüberweisung Funktion der [BANK] öffnen.

# gini.health.paymentcomponent.share.invoice.bottom.sheet.continue.button.text
source: Share with [BANK] app
de: Mit der [BANK]-App teilen
